package com.juziml.read.business.read;

/**
 * create by zhusw on 2020-03-27 14:51
 */
public class BookInfo {
    public String content = "由于国外大部分公司仍在远程办公，所以部分服务与疫情之前相比有所下降，比如 Netflix、YouTube、Facebook 先后宣布下调欧洲视频流质量，以帮助缓解新冠病毒疫情期间任何潜在的网络拥堵，谷歌此前宣布暂停 Chrome 浏览器更新等。然而，黑客在此期间却动作频频，先后曝出世卫组织遭到不明黑客攻击、GitHub pages 被攻击等消息。" +
            "\n此前，业内就有专家预测近期可能会有很多攻击出现，尤其是医疗行业。医疗机构一般防御措施有限，一旦被攻击会造成严重后果。随着更多的黑客组织在此刻关注到相关热点，很有可能会有更多攻击手法出现。如果再出现像去年针对医疗行业的针对性勒索攻击的话，将会对相关目标造成灾难性后果，可直接造成整个医院业务停摆。如果相关的攻击发生在疫情严重地区的话，其后果不堪想象。建议采取以下防范措施：" +
            "1、及时升级操作系统以及应用软件，打全补丁，尤其是 MS17-010、CVE-2019-0708 等高危漏洞的补丁。由于 Windows 7 操作系统已经停止推送更新补丁，建议有条件的更新到 Windows 10 操作系统。\n" +
            "\n" +
            "2、及时更新已部署的终端、边界防护产品规则。\n" +
            "\n" +
            "3、尽量减少各种外部服务的暴露面（如 RDP，VNC 等远程服务），如果一定要开启的话，需要设置白名单访问策略，设置足够强壮的登陆密码，避免黑客利用远程服务攻入。\n" +
            "\n" +
            "4、增强人员的网络安全意识，不打开不明邮件，邮件中的不明链接、附件等。\n" +
            "\n" +
            "5、常用办公软件应保持严格的安全策略，如禁止运行 Office 宏等。\n" +
            "\n" +
            "很多企业纷纷开始远程办公模式，需要对暴露在互联网上的主机应采取一些必要的防范措施。\n" +
            "\n" +
            "1、及时升级相关主机的补丁，尤其是 2019 年出现的 CVE-2019-0708 等一系列 RDP 漏洞。\n" +
            "\n" +
            "2、设置足够强壮的登陆密码，并开启强制身份认证，避免黑客利用远程服务攻入。";
}
